export const hiragana = [
  "あ","い","う","え","お",
  "か","き","く","け","こ",
  "さ","し","す","せ","そ",
  "た","ち","つ","て","と",
  "な","に","ぬ","ね","の",
  "は","ひ","ふ","へ","ほ",
  "ま","み","む","め","も",
  "や","ゆ","よ",
  "ら","り","る","れ","ろ",
  "わ","を","ん",

  // Dakuten
  "が","ぎ","ぐ","げ","ご",
  "ざ","じ","ず","ぜ","ぞ",
  "だ","ぢ","づ","で","ど",
  "ば","び","ぶ","べ","ぼ",

  // Handakuten
  "ぱ","ぴ","ぷ","ぺ","ぽ"
];
export const katakana = [
  "ア","イ","ウ","エ","オ",
  "カ","キ","ク","ケ","コ",
  "サ","シ","ス","セ","ソ",
  "タ","チ","ツ","テ","ト",
  "ナ","ニ","ヌ","ネ","ノ",
  "ハ","ヒ","フ","ヘ","ホ",
  "マ","ミ","ム","メ","モ",
  "ヤ","ユ","ヨ",
  "ラ","リ","ル","レ","ロ",
  "ワ","ヲ","ン",

  // Dakuten
  "ガ","ギ","グ","ゲ","ゴ",
  "ザ","ジ","ズ","ゼ","ゾ",
  "ダ","ヂ","ヅ","デ","ド",
  "バ","ビ","ブ","ベ","ボ",

  // Handakuten
  "パ","ピ","プ","ペ","ポ"
];
export const romaji = [
  "a","i","u","e","o",
  "ka","ki","ku","ke","ko",
  "sa","shi","su","se","so",
  "ta","chi","tsu","te","to",
  "na","ni","nu","ne","no",
  "ha","hi","fu","he","ho",
  "ma","mi","mu","me","mo",
  "ya","yu","yo",
  "ra","ri","ru","re","ro",
  "wa","wo","n",

  // Dakuten
  "ga","gi","gu","ge","go",
  "za","ji","zu","ze","zo",
  "da","ji","zu","de","do",
  "ba","bi","bu","be","bo",

  // Handakuten
  "pa","pi","pu","pe","po"
];
